Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་ཚེས་གྲངས་བཅོ་ལྔ་དང་། །
en: There are also fifteen lunar days [in a fortnight]. {24.118}

source: ཉིན་ཞག་སུམ་ཅུ་དག་ཉིད་དེ། །དེས་ན་ཟླ་བར་རབ་ཏུ་བསྟན། །
en: “A month is said To have thirty days.

source: ཟླ་ཕྱེད་ཉིན་མཚན་བཅོ་ལྔ་སྟེ། །ཟླ་ཕྱེད་གཉིས་ལ་ཟླ་བར་བརྗོད། །དེས་ན་ཟླ་བ་བཅུ་གཉིས་ལ། །
en: Its fortnight has fifteen [units of] day and night; A month has two such fortnights. {24.119} “One year is said to consist Of twelve months.

source: ལོ་གཅིག་ཏུ་ནི་རབ་ཏུ་བསྒྲགས། །འདི་ཙམ་དུས་ཀྱི་ཚོད་ལ་ནི། །དུས་ཀྱི་ཐ་མར་ཡོངས་སུ་བརྟགས། །
en: This [yearly] measure of time Is said to delimit the end of the eon. {24.120}

source: རྩོད་པའི་དུས་སུ་ཕྱིན་པ་ན། །འདི་ཡི་གྲངས་སུ་རབ་ཏུ་བསྟན། །
en: “When the dark eon sets in, The following calculations are done:

source: མི་རྣམས་ཚེ་ནི་དེ་བཞིན་དུ། །ལོ་བརྒྱ་དག་ཏུ་བསྒྲགས་པ་ཡིན། །
en: The human lifespan Is said to decrease to one hundred years. {24.121}

source: དེ་དག་ལོ་ཚིགས་ཕྱིན་པ་ན། །དུས་ནི་དྲུག་ཏུ་རབ་ཏུ་བརྗོད། །
en: “Such years are said To be comprised of six seasons,

source: དང་པོ་བར་དང་ཐ་མར་ནི། །དེ་དག་གསུམ་དུ་རབ་ཏུ་བསྟན། །
en: Each subdivided into three parts— The first, the middle, and the last. {24.122}

source: ལྷ་མཚམས་ལ་ནི་ས་འགུལ་ན། །མི་རྣམས་འདིར་ནི་ཚེ་རིང་འགྱུར། །
en: “The lifespan of humans Ranges from long to short in this world,

source: དེ་དག་མི་ཡི་འཇིག་རྟེན་འདིར། །སྐྱེ་ཞིང་འཕེལ་བར་འགྱུར་བ་ཡིན། །
en: Where unexpected calamities Are known to occur. {24.123}

source: མི་མ་ཡིན་པ་འཇིག་རྟེན་འདིར། །ཕན་ཚུན་དུ་ནི་འབྱེར་བར་འགྱུར། །
en: “[At that time] the nonhuman beings in this world Run and escape in different directions.

source: དེ་དག་རྣམ་སྐྲག་འཇིགས་པ་དང་། །ཕན་ཚུན་དུ་ནི་རྣམ་པར་རྒྱུ། །
en: They are frightened and very scared, And run here and there. {24.124}

source: ལྷ་དང་ལྷ་མིན་གཙོ་བོ་ནི། །གང་ཚེ་འཐབ་པར་རབ་འཇུག་པ། །དེ་ཚེ་མི་ཡི་འཇིག་རྟེན་འདིར། །ནད་ནི་འབྱུང་བར་བྱེད་པ་ཡིན། །མཇུག་རིངས་ལས་དང་སྐར་མདའ་དང་། །གནམ་ལྕགས་དང་ནི་རྡོ་རྗེ་དང་། །
en: “Whenever a war ensues between The prominent gods and asuras, They cause, in the human world, Outbreaks of disease, Comets, meteors, earthquakes, And bolts of lightning. {24.125}

source: དུད་པ་ཕྱོགས་ནི་མཐའ་དག་ཏུ། །དུ་བ་མཇུག་རིངས་རབ་ཏུ་སྣང་། །
en: “[At that time] smoke will be seen all around, As well as smoke-tailed falling stars.

source: ཟླ་བ་ཉི་མའི་དཀྱིལ་འཁོར་ལ། །མུན་ནག་གིས་ནི་ཁེབས་པར་གནས། །
en: The orbs of the moon and the sun will appear [At that time] like Kabandha-shaped splinters. {24.126}

source: ཉི་ཟླ་རྫུ་འཕྲུལ་ཆེན་པོ་དག །བུག་པ་ཡོད་པར་སྣང་བ་དང་། །
en: “A hole will be seen in the sun And also in the majestic moon.

source: དེ་ལྟར་རྣམ་པ་སྣ་ཚོགས་པ། །རྣམ་མང་ཡང་ནི་སྣང་གྱུར་ན། །
en: In this way different phenomena will be observed In abundance, occurring repeatedly. {24.127}

source: མུ་གེ་ཚེ་ནི་ཉམས་པ་དང་། །དེ་བཞིན་ཡུལ་འཁོར་འཇིག་པ་དང་། །
en: “There will be famines and the shortening of life, As well as the breakup of the kingdom.

source: མི་ཡི་བདག་པོ་འཆི་བ་དང་། །སྡོམ་བརྩོན་འཇིགས་པ་ཆེན་པོ་འབྱུང་། །
en: The king will die and religious devotees Will be in great danger. {24.128}

source: འཇིག་རྟེན་དག་ནི་ཐམས་ཅད་ལ། །དེར་ནི་འཇིགས་སུ་རུང་བ་འབྱུང་། །
en: “All the people in that country Will be struck with terror.

source: མཆུ་དང་ཐ་སྐར་དག་དང་ནི། །ནབ་སོ་ལ་ནི་ས་འགུལ་ན། །དེ་ཚེ་དབུས་ཀྱི་ཡུལ་དག་ཏུ། །རྐུན་མ་བབ་ཅོལ་བྱེད་ལ་གནོད། །
en: If an earthquake occurs in the nakṣatras Of Maghā, Aśvinī, or the Punarvasus, {24.129} “The central regions will be oppressed And the thieves, at that time, will be very audacious.

source: ལྷོ་ཡི་ཕྱོགས་ལ་གནས་པ་ཡི། །རྒྱལ་པོ་ཆེན་པོ་རྣམ་པར་འཇིག །
en: Great kingdoms will be ravished By the people from the south. {24.130}

source: བྲ་ཉེ་སྨིན་དྲུག་ཉིད་དང་ནི། །གང་ཚེ་སྣར་མ་དང་ནི་མགོ། །འགུལ་ན་འཇིག་རྟེན་འཇིགས་པ་ཆེ། །དེ་ལ་དོགས་པ་རབ་ཏུ་འབྱུང་། །
en: “If an earthquake occurs During the nakṣatras of Bharaṇī, Kṛttikā, Rohiṇī, or Mṛgaśirā, A great fear and anxiety will set in. {24.131}

source: ནུབ་ཕྱོགས་ན་ནི་གནས་པ་ཡི། །དེ་ཚེ་རྒྱལ་པོ་འཆི་བར་འགྱུར། །
en: “At that time, the kings Who live in the west will die.

source: གང་ཡང་མཐའ་འཁོབ་གནས་པ་ཡི། །ཀླ་ཀློ་རྐུ་བས་འཚོ་བྱེད་དང་། །དེ་བཞིན་འབིགས་བྱེད་སྟེང་གནས་དང་། །ནང་དུ་མི་ཡི་དབང་ཕྱུག་གནས། །དེ་ཡང་དེ་ཡི་དུས་དག་ཏུ། །ནད་ཀྱིས་བརྒྱལ་ཞིང་གནོད་པར་འགྱུར། །
en: The barbarians who inhabit The borderlands and live by theft, {24.132} “And the kings on the Vindhya frontier, Nestled in the valleys, Will also suffer at that time, Weakened by disease {24.133}

source: དེ་དག་ལ་ནི་དགྲ་རྣམས་འབྱུང་། །
en: “And having their enemies unite against them.

source: གཅིག་ལ་གཅིག་ནི་ཡུལ་འཕྲོག་འགྱུར། །
en: People will seek dominance over one another.

source: རྒྱུ་སྐར་ལག་དང་རྒྱལ་དང་ནི། །སྐག་དང་དེ་བཞིན་གྲེ་དང་དབོ། །འདི་དག་ལ་ནི་ས་འགུལ་ན། །མི་བདག་ཀུན་ནི་མི་མཐུན་ནས། །
en: If an earthquake occurs during The nakṣatras of Ārdrā, {24.134} “Puṣya, Āśleṣā, or the Phalgunī, Whether it is the first Phalgunī or the second, It will render all the kings volatile, {24.135}

source: ཕན་ཚུན་གནོད་པ་བྱེད་འགྱུར་བ། །གསོད་དང་འཆིང་དང་གནོད་པ་དང་། །མུ་གེ་དག་ཀྱང་རབ་ཏུ་འབྱུང་། །
en: “And wishing To drive each other out. Killings, enslavement, And famines will proliferate. {24.136}

source: མེ་བཞི་ནག་པ་ས་རི་དང་། །དེ་བཞིན་ལྷ་མཚམས་སྣྲོན་ཉིད་ལ། །སྣོད་ཀྱི་འཇིག་རྟེན་སར་གྱུར་པ། །འདི་ལ་གང་ཚེ་འགུལ་གྱུར་ན། །
en: “If an earthquake occurs In this part of the world During the nakṣatras of Hastā, Citrā, Svāti, Anurādhā, or Jyeṣṭhā, {24.137}

source: ཁ་བ་ཅན་གནས་ཀླ་ཀློ་དང་། །རྐུན་མ་ཀུན་ནས་གནས་པ་དང་། །བལ་ཡུལ་གྱི་ནི་བདག་པོ་དང་། །ཁ་ཤའི་ལུང་པར་གནས་པ་ཡི། །དེར་ནི་མི་བདག་མ་ལུས་པ། །ཕན་ཚུན་དུ་ནི་མི་མཐུན་ནས
en: “The barbarians from the Himalayas, The brigands who live everywhere, The Khasas and the Droṇis Allegiant to the king of Nepāla, {24.138} “As well as all the kings, Will turn against one another,

source: ཐམས་ཅད་གཡུལ་ལ་སྤྱོད་འགྱུར་བར། །འདིར་ནི་ཐེ་ཚོམ་མེད་པ་ཡིན། །
en: All of them eager for battle; There is no doubt about this. {24.139}

source: རྒྱུ་སྐར་གང་ཡིན་སྣྲུབས་དང་ནི། །ཆུ་ནི་སྟོད་སྨད་གཉི་ག་ལ། །ས་ཡི་སྟེང་དུ་འགུལ་བར་ནི། །འདི་དག་ལ་ནི་རབ་མཐོང་ན། །
en: “If an earthquake occurs during The nakṣatras of Mūlā or Āṣāḍhā, Whether it is the first Āṣāḍhā or the second, And the ground appears to be moving, {24.140}

source: ཤར་གྱི་ཕྱོགས་ཀྱི་མི་རྣམས་དང་། །པོན་དྲ་ཨོ་ཊ་ཀཱ་མ་རུ། །བྷངྒ་ལ་བདག་རྒྱལ་པོ་ནི། །འཆི་བར་འདི་ལ་ཐེ་ཚོམ་མེད། །
en: “It will affect the eastern people and countries— Pauṇḍra, Oḍra, and Kāmarūpa. The king of Vaṅga will die; There is no doubt about this. {24.141}

source: གཽ་ཊཱའི་བདག་པོ་དཔལ་དང་ལྡན། །ཡུལ་འཁོར་གཞན་གྱིས་ཡོངས་བསྐོར་བའམ། །
en: “The glorious king of Gauḍa Will engage in hostilities with other kingdoms;

source: འཕྲལ་ལ་ན་བར་གྱུར་པ་དང་། །ལ་ལར་ཡང་ན་འཆི་བར་འགྱུར། །
en: He will suddenly either become incapacitated Or die somewhere. {24.142}

source: འཇིག་རྟེན་རྒྱ་མཚོའི་ངོགས་གནས་དང་། །གངྒཱའི་འགྲམ་དུ་ཡང་དག་གནས། །ཆུ་ཡིས་ཐམས་ཅད་ཁྱེར་བའམ། །ནད་རྣམས་མང་པོ་ཀུན་གནོད་བྱེད། །
en: “People living by the ocean Or on the banks of the Gaṅgā Will all experience flooding And will suffer from many diseases. {24.143}

source: གྲོ་བཞིན་དང་ནི་མོན་གྲུ་དང་། །མོན་གྲེ་དང་ནི་ཆུ་སྟོད་དང་། །དེ་བཞིན་དུ་ནི་ཆུ་སྨད་དང་། །གལ་ཏེ་ནམ་གྲུ་ལས་སྐྱེས་པ། །རབ་ཏུ་འགུལ་བ་ཉིན་ཕྱེད་ལ། །སྣོད་ཀྱི་འཇིག་རྟེན་ཡང་དག་འགུལ། །ས་རྣམས་ཐམས་ཅད་རབ་འགུལ་བ། །རི་བོ་དང་ནི་ནགས་སུ་བཅས། །རྟག་ཏུ་ནམ་མཁའ་ལ་སྣང་བ། །འཕར་ཞིང་འོག་ཏུ་འབྱུང་བྱེད་ན། །བྱང་ཕྱོགས་ཀྱི་ནི་ཡུལ་དག་དང་། །ནུབ་ཕྱོགས་ལ་ནི་ཡང་དག་གནས། །ལྷོ་ཡི་ཕྱོགས་ནི་ཐམས་ཅད་དང་། །ཕྱོགས་རྣམས་ཀུན་ལ་གནས་བྱེད་པའི། །མི་མཆོག་ས་ནི་མང་སྤྱོད་པ། །ཕན་ཚུན་དུ་ནི་གནོད་པ་བྱེད། །
en: “If an earthquake occurs in the nakṣatras of Śravaṇā, Dhaniṣṭhā, Śatabhiṣā, or the Bhadrapadās, Whether the first Bhadrapadā or the second, Or during the Revatī, {24.144} “If there is a powerful temblor at noon Causing the inhabited lands to sway; If the entire earth shakes Along with its mountains and forests; {24.145} “If all the celestial bodies, always visible in the sky, Are altered or obscured, Then all the most powerful and wealthy kings Who live in the countries {24.146} “To the north, the west, The south, and all around— In all the directions— Will turn against one another. {24.147}

source: སེམས་ཅན་རྣམས་ནི་གནོད་ཆེན་ལྡན། །མུ་གེས་ཡུལ་འཁོར་འབྱེར་བར་འགྱུར། །
en: “Many beings will die due to pestilence, Starvation, and the dissolution of the kingdom.

source: ཐོ་རངས་ས་ནི་འགུལ་གྱུར་ན། །ལུས་ཅན་ཤིས་དང་ཞི་བར་འགྱུར། །
en: If the temblor occurs before dawn, When beings experience blissful peace, {24.148}

source: དེ་ལས་ཅུང་ཟད་ཕྱི་དུས་ན། །དྲག་པོའི་འགུལ་བ་རབ་ཏུ་སྐྱེ། །དེ་ནས་ཅུང་ཟད་ཕྱིས་འགུལ་ན། །ཡུལ་ནི་མ་ག་དྷཱར་གནོད་དང་། །
en: “And if, a little later, It is followed by a terrifying aftershock, And later still, by another one, It will be deadly for the inhabitants of Magadha. {24.149}

source: ཨངྒའི་ཡུལ་དུ་གནོད་འགྱུར་ཏེ། །མ་ག་དྷཱ་རྒྱལ་དེ་བཞིན་ནོ། །
en: “The inhabitants of Aṅga will suffer, And so will the king of Magadha.

source: དེ་ནས་ཅུང་ཟད་ཉིན་ཕྱེད་དམ། །ཕྱི་དྲོའི་དུས་སུ་གྱུར་པ་ན། །གལ་ཏེ་ས་ནི་འགུལ་བར་གྱུར། །ས་སྟེང་མ་ལུས་ཉིད་དག་གི །རབ་ཏུ་བྱུང་བ་ཐམས་ཅད་ལ། །རྟག་ཏུ་ནད་ནི་འབྱུང་བ་འཐོབ། །
en: [If an earthquake occurs] when the sun ‘Marks’ the afternoon, shortly after midday, {24.150} “And extends over the entire Surface of the earth, All the religious renunciants Will certainly contract an array of diseases— {24.151}

source: རིམས་དང་ཡི་ག་འཆུས་དང་གཟེར། །དེ་བཞིན་ནད་ནི་འབྲུམ་བུ་ཡིས། །ཞག་བདུན་བཏབ་པར་གྱུར་ནས་ནི། །དེ་ནས་དེ་དག་སོས་པར་འགྱུར། །
en: “They will be afflicted with illnesses Such as fever, severe pain, and tumors. They will suffer for seven days, After which they will improve. {24.152}

source: དེ་ནས་ཉི་མ་ཡང་འདས་ནས། །ས་ནི་གལ་ཏེ་འགུལ་གྱུར་ན། །རིགས་བཞི་དག་གི་མཆོག་གྱུར་པ། །བྲམ་ཟེ་རྩྭ་ནི་སོ་མ་འཐུང་། །ཉོན་མོངས་རྒྱལ་པོའི་བློན་པོ་ནི། །འཆི་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །མདུན་ན་འདོན་ནི་ཆོས་དང་ལྡན། །བློན་པོའམ་ཞམ་འབྲིང་བྱེད་པ་ན། །
en: “If there is [another] temblor When the sun has moved a short distance, Then the soma-drinking brahmins, The best among the four castes, {24.153} “Will suffer and perish. The same will happen, without a doubt, To the king’s advisers, religious priests, Ministers, and servants. {24.154}

source: གཞན་ཡང་སྡོམ་ཅན་གཙོ་བོ་ནི། །སྔགས་རྒྱུད་དོན་ལ་མཁས་པ་དང་། །བྲམ་ཟེ་དང་ནི་རྒྱལ་རིགས་དང་། །དེ་བཞིན་དམངས་རིགས་རྗེའུ་རིགས་དང་། །བརྟན་པ་མཁས་པ་དག་དང་ནི། །བསྟན་བཅོས་དེ་ཉིད་དོན་ལུགས་ལྡན། །གསོད་དང་རབ་ཏུ་ཉམས་པའམ། །
en: “The others, such as the prominent vow holders Who know the purview of the mantra system, The brahmins, kṣatriyas, Vaiśyas, and śūdras, {24.155} “And also the clever, learned men who know The true meaning of sciences and possess the political acumen, Will be attacked, destroyed, Or tormented by diseases. {24.156}

source: དྲན་ལྡན་ཐོས་དང་དེ་ཉིད་ཤེས། །སྔོན་བྱུང་བ་ནི་སེམས་པ་དག །མྱུར་དུ་ནད་ཀྱིས་འཇིགས་འགྱུར་ཏེ། །གནམ་ལྕགས་རྡོ་རྗེས་ཤིང་ལ་བཞིན། །
en: “Those who know the smṛti and the śruti, and thus understand reality, And also those who are familiar with history, Will soon be smitten by disease Just like a tree by lightning. {24.157}

source: དེ་ནས་ཉི་མ་ནུབ་པ་ན། །དེ་ནས་ཡང་ནི་སོང་བ་ན། །ཕྱི་དྲོ་དུས་ཀྱི་མཐའ་ལ་ནི། །གལ་ཏེ་ས་ནི་རབ་ཏུ་འགུལ། །དེ་བཞིན་སེམས་ཅན་འདྲེས་པ་དང་། །དུད་འགྲོ་དག་གི་འགྲོ་བ་དང་། །
en: “If an earthquake occurs When the sun sets, And then again after it completely disappears, Or in the afternoon, at the end of the meridian hour, {24.158} “The beings of the animal realm Will all run helter-skelter.

source: མི་ཡི་འཇིག་རྟེན་གཙོ་བོ་དག །དེ་ཚེ་འགུམ་དང་རྣམ་པར་འཇིག །
en: The most prominent people of this world Will perish in this temblor. {24.159}

source: མཚན་མོའི་ཐུན་ནི་དང་པོ་ལ། །གལ་ཏེ་ས་ནི་འགུལ་གྱུར་ན། །སེམས་ཅན་འདྲེས་པ་སྣ་ཚོགས་དང་། །དུད་འགྲོའི་སྐྱེ་གནས་རྣམས་དང་ནི། །མི་ནི་འཇིག་རྟེན་གཙོ་རྣམས་སུ། །ཆར་ཆེན་རབ་ཏུ་འབྱུང་བར་འགྱུར། །
en: “If the earthquake occurs During the first watch of the night, A torrential rain will fall, Causing [landslides with] falling boulders. {24.160}

source: ཅུང་ཟད་ཐུན་དེ་བྲི་གྱུར་ལ། །ས་ནི་འགུལ་བར་གྱུར་པ་ཡི། །དེ་ཚེ་རྟགས་དེ་སྣང་གྱུར་ན། །རླུང་དང་ཆར་པའི་འཇིགས་ཆེན་འབྱུང་། །
en: “If the earth shakes Later during the same watch, When this sign is observed A great, rain-filled hurricane will come. {24.161}

source: དེ་ནས་ཐུན་དེ་ཟད་པའི་མཐར། །འགུལ་སྣང་ལས་ནི་མི་བཟད་པ། །ནུབ་ཕྱོགས་མི་ཡི་བདག་པོ་ཡི། །ཕ་རོལ་དམག་ཚོགས་འབྱུང་བར་ཤེས། །
en: “If there is a terrifying earthquake At the end of the [first] watch, It should be known that a hostile army Of the western king will invade. {24.162}

source: ཐུན་ནི་གཉིས་པ་དང་པོ་ལ། །གལ་ཏེ་ས་ནི་འགུལ་བ་བྱུང་། །གཞན་གྱི་དམག་ཚོགས་ནད་དང་འཆི། །ཁོང་པའི་ནད་ནི་མི་བཟད་འབྱུང་། །
en: “If an earthquake occurs At the beginning of the second watch, There will be death, disease, invasions by foreign armies, And severe stomach disorders. {24.163}

source: མཁྲིས་པ་བད་ཀན་ལས་གྱུར་ནད། །སྐྱེ་བོ་རྣམས་ལ་འབྱུང་བར་འགྱུར། །འབྱུང་པོ་རྣམས་ནི་སྐྱོ་འགྱུར་ཞིང་། །དེ་ཚེ་ཕྱོགས་དང་ཕྱོགས་སུ་འགྲོ། །
en: “Afflicted by the disorders of bile and phlegm, The people will be prone to anger. Agitated, beings will run From one place to another. {24.164}

source: དེ་ནས་གཉིས་པའི་ཐུན་དཀྱིལ་དུ། །ས་ནི་རབ་ཏུ་འགུལ་བྱུང་ན། །རླུང་ཆེན་འབྱུང་བར་ཤེས་བྱ་སྟེ། །ཤིང་དང་ལྷ་ཁང་འགྱེལ་བར་འགྱུར། །
en: “If an earthquake occurs Halfway through the second watch, A great wind will arise, Breaking trees and destroying temples {24.165}

source: ཡང་ཐོག་ར་བ་རི་རྣམས་ཀྱི། །རྩེ་མོ་འཇིག་པར་ཐེ་ཚོམ་མེད། །
en: “And the tall mountain ridges and peaks. There is no doubt.

source: གནས་དང་འདུག་གནས་བཟང་པོ་དང་། །ཁང་པ་དང་ནི་རྟ་བབས་དང་། །དུད་འགྲོ་རྣམས་ཀྱི་འདུག་གནས་ཀྱང་། །ས་ལ་མྱུར་དུ་ལྟུང་བར་འགྱུར། །
en: It will destroy the nice monastery buildings And the temples adorned with gateways. It will swiftly knock down the dwellings Of living beings and animals. {24.166}

source: དེ་ནས་མཚན་ཕྱེད་དུས་དག་ཏུ། །གལ་ཏེ་ས་ནི་འགུལ་བ་བྱུང་། །དེ་ཚེ་ཤར་ཕྱོགས་ཡུལ་གྱི་བདག །མི་མཆོག་གཙོ་བོ་འཆི་བའམ། །དེ་བུ་འཆི་བར་འགྱུར་བའམ། །མུ་གེ་འབྱུང་བར་རབ་ཏུ་སྟོན། །
en: “If an earthquake occurs At midnight, The chief and most eminent king In the eastern countries will die— Either the king himself or his son. Such an earthquake also portends famine. {24.167}

source: བར་མའི་ཐུན་ནི་བྲི་གྱུར་ནས། །ཐ་མར་ཉེ་ལ་འགུལ་བ་བྱུང་། །ས་རྣམས་དག་ནི་མ་ལུས་ལ། །ཞི་ཞིང་ནད་མེད་ངེས་པར་སྟོན། །
en: “An earthquake that occurs all over the earth In the last watch of the night, Shortly after the middle watch, Portends peace and freedom from disease. {24.168}

source: དེ་ནས་མཚན་ཕྱེད་མཐར་གྱུར་ལ། །གལ་ཏེ་ས་ནི་འགུལ་བར་སྣང་། །གཤེར་ཆེན་ཡུལ་གྱི་དབུས་དག་ཏུ། །མི་ཡི་བདག་པོ་ནད་ཀྱིས་གནོན། །
en: “If an earthquake occurs Shortly after midnight, The kings of the swampy central regions Will be afflicted with disease.

source: ཕན་ཚུན་མི་མཐུན་གྱུར་ནས་ནི། །སྡུག་བསྔལ་མི་བཟད་འཆི་བར་འགྱུར། །
en: They will die in terrible pain, Fighting one another. {24.169}

source: ཐུན་ནི་གསུམ་པར་ཕྱིན་ནས་འགུལ། །བྱིས་པ་རྣམས་ལ་བདེ་བ་འབྱུང་། །
en: “If the earth shakes during the third watch, This portends the well-being of children.

source: སྦྲང་བུ་ཤ་སྦྲང་ཕྱེ་ལེབ་དང་། །རྐུན་པོ་རྣམས་ནི་འཇིག་པར་འགྱུར། །
en: Mosquitoes, wasps, and stinging insects, As well as all robbers, will perish. {24.170}

source: ཐོ་རངས་འགུལ་བར་གྱུར་ན་ནི། །ཚེ་རིང་ནད་མེད་ལོ་ལེགས་བྱེད། །
en: “An earthquake that occurs before dawn Brings long life, good health, and an abundance of food,

source: གྲོང་ཁྱེར་གྱི་ནི་ཁོར་ཡུག་དག །མེ་ཡིས་ཚིག་པར་ཤེས་པར་བྱ། །
en: [But there will also] be fires In the cities everywhere. {24.171}

source: ཉི་མ་འཆར་བའི་དུས་དག་ཏུ། །ས་ནི་རབ་ཏུ་འགུལ་བ་བྱུང་། །དབུས་ཀྱི་ཡུལ་ནི་ཐམས་ཅད་དུ། །རྐུན་མས་རྣམ་པར་འཚེ་བར་འགྱུར། །
en: “If an earthquake occurs When the sun is rising, All central regions Will be infested with bandits.

source: དེ་ཚེ་ཞག་ནི་བདུན་དག་ལས། །རྒྱལ་པོ་འཆི་བར་སྣང་བ་ཡིན། །
en: After seven days The king will die. {24.172}

source: གང་དུ་སྟོབས་ནི་རབ་ཆེ་བ། །ས་ནི་འགུལ་བར་གྱུར་པ་ཡིན། །དེ་ཚེ་གནས་ནི་དེ་དག་ཏུ། །དགེ་དང་མི་དགེའི་སྤྱོད་པ་སྣང་། །
en: “Whenever and wherever an earthquake Manifests with great force, At that time and place Good and bad behavior will manifest. {24.173}

source: སྐར་མདའ་གནམ་གྲུམ་ས་འགུལ་ནི། །སྐར་མདའ་དཀར་པོ་འབར་གྱུར་ན། །དེས་ནི་སྔར་བསྟན་སེལ་བར་བྱེད། །
en: “If an earthquake occurs At the same time as a meteorite bursts, The white light of the meteorite Will destroy anything that is crooked or dishonest. {24.174}

source: དེ་བཞིན་དཀར་མདོག་རྟག་ཏུ་ནི། །དགེ་ཞིང་རབ་ཏུ་བསྔགས་པ་ཡིན། །
en: “Thus, white meteorites are always Auspicious and bring what is good.

source: མི་བཟད་ཆེན་པོ་ཁ་དོག་དམར། །མེ་ཡིས་ཚིག་པར་ཉེ་བར་སྟོན། །
en: Red ones are very frightening, As they portend conflagrations. {24.175}

source: དུད་ཀའི་མདོག་ནག་ནག་པོ་ནི། །རྒྱལ་པོ་འཆི་བར་སྟོན་པ་ཡིན། །
en: “Smoke-colored or black ones Portend the death of the king.

source: སེར་བའམ་ཡང་ན་སེར་སྐྱ་འམ། །འདྲེས་པའི་མདོག་ནི་སྣང་གྱུར་ན། །
en: Yellow ones, brown ones, Or those of mixed color {24.176}

source: དེ་ཚེ་འདྲེས་པའི་ལས་འགྱུར་བ། །སྐར་མདའ་ལྟུང་བས་རྣམ་པར་སྟོན། །གནམ་གྲུམ་ཉིད་དུ་བསྟན་པ་ནི། །གར་བྱུང་དེར་ནི་སྟོན་པ་སྟེ། །
en: “Portend the rise in activities Of mixed character. This will happen in the place indicated By the bursting meteorite. {24.177}

source: གལ་ཏེ་དབུས་ན་དེ་ཚེ་དབུས། །ཡུལ་ཉིད་དུ་ནི་རབ་ཏུ་བསྟན། །
en: “If it [bursts] in the center [of the sky], The central regions are indicated.

source: སྒྲ་བརྙན་སྙན་པ་བྱུང་ན་ནི། །བདེ་ཞིང་ནད་མེད་སྟོན་པར་བྱེད། །
en: If the sound produced thereby is pleasant, This indicates prosperity and freedom from disease. {24.178}

source: མ་རུངས་མི་བཟད་འཇིག་རྟེན་དུ། །རྔ་སྒྲ་ཡིས་ནི་དགེ་བ་སྦྱིན། །
en: “A terrible sound will bring unpleasant things to the world, Whereas a sound like a drum will bring what is good.

source: འཇིགས་དང་ཤིན་ཏུ་འཇིགས་རུང་སྒྲ། །དེར་ནི་མུ་གེ་སྟོན་པ་ཡིན། །
en: A sound that is frightening or terrifying Indicates famine. {24.179}

source: དེ་ལ་སོགས་པར་སྦྱོར་བ་ནི། །རྟག་ཏུ་གཟའ་རྣམས་འདོད་པ་ཡིན། །
en: “Such are always the applications Of planetary forecasts whenever they occur.

source: རྒྱུ་སྐར་འདི་དག་མཐོང་བ་ལ། །གྲུབ་པའི་ལས་ནི་དེ་ཚེ་བྱ། །
en: One should perform rites for success Whenever the nakṣatras are auspicious. {24.180}

source: ཐ་སྐར་སྣར་མ་ཉིད་དང་ནི། །རྒྱལ་དང་ཁྲུམས་ནི་སྟོད་སྨད་གཉིས། །ནམ་གྲུ་དང་ནི་ལྷ་མཚམས་དག །བཟླས་པའི་དུས་སུ་རབ་ཏུ་བསྔགས། །
en: “The nakṣatras of Aśvinī, Bharaṇī, Puṣya, both Bhadrapadās, Revatī, and Anurādhā Are excellent for mantra recitation sessions.

source: འདི་དག་ལ་ནི་སྔགས་རྣམས་འགྲུབ། །གྲུབ་པའི་དོན་ཡང་སྟེར་བར་བྱེད། །
en: In these nakṣatras, the mantras Will be accomplished and will fulfill one’s goal. {24.181}

source: སྐར་མ་དག་ནི་འདི་དག་ལ། །དཀྱིལ་འཁོར་ཉིད་ཀྱང་བྲི་བར་བྱ། །གཟའ་ཡི་རེས་ཀྱི་གཙོ་བོ་ནི། །སེར་དང་དཀར་བར་སྣང་བ་ཡིན། །
en: “The maṇḍala should be drawn In the same nakṣatras with [the same] stars, When the chief planets of the days of the week Glow either yellow or white. {24.182}

source: ཚེས་ནི་འདི་དག་ལ་དགེ་སྟེ། །རྟག་ཏུ་ཟླ་བ་ཉ་བ་ཡིན། །ཡུལ་གཞན་དག་ཏུ་འགྲོ་བྱེད་དང་། །དཀྱིལ་འཁོར་དག་ཀྱང་བྲི་བར་བྱ། །
en: “Also, the lunar day should be auspicious, Such as the fifteenth—that is, the day of the full moon. [On that day] one should not travel abroad, But one may draw the maṇḍala. {24.183}

source: དང་པོ་གསུམ་པ་ལྔ་པ་དང་། །བཅུ་པ་དང་ནི་བདུན་པ་དང་། །བཅུ་གསུམ་པ་ལ་ཅི་བདེ་བར། །མི་ཡི་བདག་པོ་འགྲོ་བར་བརྟག །སྐྱེ་བོ་ཀུན་ལ་དགེ་བ་སྦྱིན། །ཆས་ཤིང་འགྲོ་བར་རབ་ཏུ་བསྔགས། །
en: “The kings should plan their journeys For either the first, the third, The fifth, the tenth, the seventh, Or the thirteenth lunar day. Going on a journey on these days is excellent And brings good fortune to all the people. {24.184}

source: དཀྱིལ་འཁོར་གྱི་ནི་སྔགས་རྒྱུད་དག །སྔགས་རྣམས་ཐམས་ཅད་མི་བྲིའོ། །འདི་དག་ལ་ནི་སྔགས་མི་འགྲུབ། །བགེགས་ཀྱི་རྒྱུར་ནི་བསྟན་པ་ཡིན། །
en: “[On these days], one should not draw the maṇḍala Of any mantra [deities] in the mantra system. The mantras will not succeed on these [days], And are taught to be the cause of obstacles. {24.185}

source: འགྲོ་དང་སྦྱིན་སྲེག་གྲུབ་པ་ལ། །ཚེས་གྲངས་གཟའ་ནི་དམ་པར་ལྡན། །ཕུར་བུ་པ་སངས་ཟླ་བ་དང་། །གཟའ་ལྷག་མཆོག་ནི་ལས་ཀུན་ལ། །
en: “A pilgrimage for the sake of homa will be successful When the best planets are joined with the lunar days; Jupiter, Venus, Moon, and Mercury Are superior in all rites. {24.186}

source: གཟའ་མཆོག་འདི་དག་རྟག་ཏུ་ནི། །བཞི་པོ་ཚེས་དང་ལྡན་པ་ནི། །
en: “These four planets are always the best When dwelling in the [right] lunar day.

source: ས་སྟེང་འཇིག་རྟེན་ཀུན་ཏུ་ནི། །འགྲོ་བའི་ལས་ནི་གྲུབ་པར་བྱེད། །
en: A pilgrimage made [at that time] Here on earth will be successful. {24.187}

source: མ་རུངས་འཆི་ལྟས་བྲལ་བ་ཡི། །ཉི་མ་ལ་ནི་བརྟག་པར་བྱ། །
en: “One should opt for the days That are free from ill omens—

source: ཡུད་ཙམ་བཅུ་གཉིས་ཁོ་ན་ནི། །དེ་ཡི་དུས་སུ་རབ་ཏུ་སྦྱར། །དཀར་དང་བྱམས་ལྡན་ཉིད་དང་ནི། །མིག་དམར་དུ་ཡང་རབ་ཏུ་བསྟན། །དྲག་བུ་དབང་ཆེན་དག་པ་དང་། །བྱི་བཞིན་ཉིད་དང་ལེགས་མཛེས་དང་། །འཁོར་དང་འཁོར་བར་བྱེད་པ་ཉིད། །དགེ་བ་སྦྱིན་ཞེས་བསྟན་པ་ཡིན། །ཟླ་བ་མཆོག་ནི་སྦྱིན་པ་ཉིད། །འདི་དག་བཅུ་གཉིས་མཚན་ཉིད་ཡིན། །
en: “During that period, one should Choose only the following twelve muhūrtas: (1) Śveta and (2) Maitra, Who are said to be red-eyed; {24.189} “(3) Raudra, (4) Mahendra , (5) Śuddha, And the beautiful (6) Abhijit; (7) Bhramaṇa and (8) Bhrāmaṇa, Who are famed for granting good fortune; {24.190} “(9) Saumya and (10) Varada, Famed for granting good fortune; And (11) Soma and (12) Varada — These twelve are auspicious. {24.191}

source: ཡུད་ཙམ་དག་ཏུ་བསྟན་པ་ནི། །ཉིན་ཞག་སུམ་ཅུ་ཉིད་ལའོ། །
en: “Many of the muhūrtas, which are known to be thirty, Are said to be auspicious.

source: བཅུ་པ་ཆར་ནི་འབབ་འགྱུར་ཏེ། །བཅུ་བཞི་པ་ནི་ཡུལ་འཁོར་འཇིག །
en: If rain falls on the tenth lunar day, Or the fourteenth, at night, {24.192}

source: བརྒྱད་པ་བཅུ་གཉིས་པ་ཉིད་དང་། །བཞི་པ་ཉིད་ནི་སྤང་བར་བྱ། །མྱུར་ལ་སོགས་པའི་གྲངས་དང་ལྡན། །མར་ངོ་ལ་ནི་མཚན་མོ་ཡིན། །
en: “During the dark fortnight, at night, One should engage in quick counting, Avoiding the eighth, the twelfth, And the fourth days. {24.193}

source: ལྷག་མ་བགེགས་ནི་བྱེད་པ་ཡང་། །ལོག་འདྲེན་ཡིན་ཏེ་བཞི་པའོ། །
en: “On these [days], Vināyaka In its four emanations will create obstacles.

source: འདི་དག་གྲངས་ནི་ལྡན་པ་ལ། །དུས་འདི་དག་ཏུ་རབ་ཏུ་བསྟན། །
en: Using the count as follows, The following time units are proclaimed. {24.194}

source: མིག་ནི་འབྱེད་དང་འཛུམས་པ་དང་། །སེ་གོལ་མྱུར་བའི་འགྲོས་འདི་ནི། །
en: “ Unmeṣanimeṣa, Or acchaṭā , are [the units of time] that pass quickly.

source: འདི་དག་དུས་ཀྱི་ཚད་དག་ནི། །རྒྱ་ཆེར་ཡང་ནི་བསྟན་པར་བྱ། །
en: I will now elaborate On the measure of time further. {24.195}

source: སེ་གོལ་བརྒྱ་ཡི་ཚོགས་དག་ལ། །རྩ་རྒྱུན་གཅིག་ཏུ་བསྟན་པ་ཡིན། །
en: “One hundred acchaṭās, or finger snaps, Are said to be one nāḍikā.

source: རྩ་རྒྱུན་བཞི་ལ་ཆུ་ཚོད་བསྟན། །
en: Four nāḍikās are called ghaṭikā;

source: ཆུ་ཚོད་བཞི་ལ་ཐུན་ཞེས་བྱ། །
en: Four ghaṭikās are known as prahara. {24.196}

source: ཐུན་བཞི་ལ་ནི་ཉིན་པར་ཏེ། །མཚན་མོ་དག་ཀྱང་དེ་བཞིན་བསྟན། །
en: “One day or one night Are each said to be four praharas long.

source: དེ་ལྟར་བརྒྱད་དང་ལྡན་པ་ལ། །ཉིན་མཚན་དུ་ནི་རབ་ཏུ་བརྟགས། །
en: Eight of them together Make one unit of day and night. {24.197}

source: མིག་གི་འབྱེད་འཛུམས་བཅུ་ལ་ནི། །སྐད་ཅིག་ཙམ་དུ་རབ་ཏུ་བརྟགས། །
en: The duration of ten tālas Is said to make one kṣaṇa. {24.198}

source: སྐད་ཅིག་བཅུ་ཞེས་བཤད་པ་ནི། །ཡུད་ཙམ་དུ་ནི་ཡོངས་སུ་བརྟགས། །
en: “The duration of ten kṣaṇas Is said to make one muhūrta.

source: ཡུད་ཙམ་བཞི་ལ་ཐུན་གཅིག་ཅེས། །སྔགས་རིག་པས་ནི་ཡོངས་སུ་བརྟགས། །
en: According to mantra adepts Four muhūrtas make one prahara. {24.199}

source: འདི་ཙམ་དུས་ཀྱི་ཚད་ལ་ནི། །གསུམ་གྱི་གྲངས་སུ་ཡོངས་སུ་བརྟགས། །སྦྱིན་སྲེག་དུས་དང་བཟླས་པ་ཡི། །གྲུབ་པའི་དུས་དང་སྦྱར་བར་བྱ། །
en: “One should observe these time measures At the three junctions of the day, And apply them accordingly at the time of homa, When seeking accomplishment through recitation {24.200}

source: ཉལ་བའི་དུས་དང་མི་ཉལ་དང་། །རྟག་ཏུ་ཉིན་ཞག་ཕྲུགས་བཏུངས་ལ། །ཉིན་དང་མཚན་ནི་ཉི་མ་ཞེས། །དེ་ལྟར་མིང་ནི་འཇུག་པ་ཡིན། །
en: “And during the periods of sleep, wakefulness, Bathing, or traveling. The name day ( divasa ) applies To the period of a single day and night. {24.201}

source: ཉི་མ་བཅྭ་ལྔ་ཉིད་ལ་ནི། །ཟླ་བ་ཕྱེད་དུ་རབ་ཏུ་བསྟན། །
en: “Fifteen such days are proclaimed To be one fortnight.

source: ཟླ་ཕྱེད་གཉིས་ལ་ཟླ་བ་ཞེས། །རྩིས་ཤེས་འཇིགས་པ་མེད་པས་བསྟན། །
en: Two fortnights are one month — So say the fearless ones skilled in calculations. {24.202}
